---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.Hour
source: html/3dc6d73e-8078-b65a-6e6b-d77d259110dc.htm
---
# Autodesk.Revit.DB.SymbolTypeId.Hour Property

Symbol h, indicating unit Hours.

## Syntax (C#)
```csharp
public static ForgeTypeId Hour { get; }
```